[
  {
    "id": "1",
    "name": "Riley Yen",
    "photo": "/images/testimonials/riley.png",
    "quote": "AZ has been the most essential aspect of my college career. Every great memory, from the day I joined to the day I graduated from USC, has stemmed from AZ—from the professional development to the beautiful experiences shared with my AZ brothers.",
    "title": "KPMG Consulting"
  },
  {
    "id": "2",
    "name": "Kirsten Kim",
    "photo": "/images/testimonials/kirsten.png",
    "quote": "The mentorship, networking opportunities, and guidance AZ offers prepared me with the professional skills to make the most of my internship this past summer. The brothers here truly want to see you succeed.",
    "title": "SpaceX "
  },
  {
    "id": "3",
    "name": "Shehroz Khan",
    "photo": "/images/testimonials/shehroz.png",
    "quote": "AZ has helped shape my understanding of the professional world outside of the basics you learn in class or through other clubs. Skills in networking, technical development, and overall industry prep helped me secure an internship in my career of choice. The ability to leverage AZ resources for recruiting made the process much smoother",
    "title": "Wells Fargo"
  },
  {
    "id": "4",
    "name": "Andrea Lee",
    "photo": "/images/testimonials/andrea.png",
    "quote": "After crossing in my freshman spring semester, I had the opportunity to be mentored by older members of Alpha Kappa Psi who helped me throughout the recruitment process. Whether it was was resume reviews or mock interviews, they helped me improve my professional skills which allowed me to be successful during recruitment.",
    "title": "Google"
  },
  {
    "id": "5",
    "name": "Lisza Lo",
    "photo": "/images/testimonials/lisza.png",
    "quote": "I can truly say that Alpha Kappa Psi was an integral part of my college experience. There definitely were moments in college where I struggled with identifying my professional aspirations, which led me to change my major and career paths multiple times. Through it all, AZ gave me the guidance and support to successfully navigate such changed.",
    "title": "Capital One"
  },
  {
    "id": "6",
    "name": "Ruisha Yang",
    "photo": "/images/testimonials/ruisha.png",
    "quote": "Being a part of AZ13, I honed in on my technical skills, felt better prepared for my interviews, and networked with other Alpha Kappa Psi members during recruitment. I hope to help future Alpha Kappa Psi members who are interested in finance and be there as a resource.",
    "title": "Evercore"
  }
]
